Repository: Discreete-Linux/nemo-fscheck
Catalog: *.po
Languages: de

source: Check
de: Prüfen

source: Here you can check the filesystem on this device for errors and repair them
de: Hier können Sie das Dateisystem auf diesem Gerät prüfen und reparieren

source: Check Filesystem
de: Prüfe Dateisystem

source: WARNING: This enables repair actions which may further corrupt the filesystem if something goes wrong.
de: ACHTUNG: Dies aktiviert Reparaturen, die das Dateisystem im Falle eines Fehlschlags weiter beschädigen können

source: WARNING: This will open a terminal where you can continue the repair process yourself. Be sure you know what you are doing.
de: ACHTUNG: Dies öffnet ein Terminal, in dem Sie den Reparaturprozess manuell fortführen können. Sie sollten wissen, was Sie tun.

source: There are still open files on this volume. Please close them and try again!
de: Es sind noch Dateien auf diesem Volume offen. Bitte schließen und erneut versuchen!

source: You are about to check and repair a filesystem. Even though this works in most cases, it is advisable to have a backup in case something goes wrong. Do you want to continue?
de: Sie sind dabei, ein Dateisystem zu prüfen und zu reparieren. Auch wenn dies in den meisten Fällen gelingt, sollten sie vorher eine Sicherung angefertigt haben. Wollen Sie fortfahren?

source: Force dangerous repairs
de: Unsichere Reparaturen durchführen

source: Interactive repair
de: Interaktive Reparatur

source: Mode of operation:
de: Reparatur-Modus:

source: Could not unmount volume
de: Konnto Volume nicht aushängen

source: Filesystem check
de: Dateisystemprüfung

source: Press any key to continue
de: Taste drücken zum Fortsetzen

source: Checking filesystem on %s...
de: Prüfe Dateisystem auf %s...

source: The filesystem on %s is being checked and, if neccessary, repaired. This may take a while, please be patient.
de: Das Dateisystem auf %s wird geprüft und, falls notwendig, repariert. Das kann eine Weile dauern, bitte Geduld.

source: No errors were found during this check.
de: Es wurden keine Fehler bei dieser Prüfung gefunden

source: Errors were found and repaired during this check.
de: Es wurden Fehler gefunden und repariert.

source: For some reason, filesystem check was not successful or did not complete.
de: Aus unbekannten Gründen war die Prüfung nicht erfolgreich oder konnte nicht abgeschlossen werden.

source: Could not remount volume
de: Konnte Volume nicht wieder einhängen
